# -*- coding: utf-8 -*-

questions = [
    {
        "num": "01",
        "q": "히스테리시스손은 최대 자속밀도 및 주파  수의 몇 승에 비례하는가?",
        "options": [
            "① 최대자속밀도: 1.6, 주파수: 1.0",
            "② 최대자속밀도: 1.0, 주파수: 1.6",
            "③ 최대자속밀도 : 1.0, 주파수: 1.0",
            "④ 최대자속밀도: 1.6, 주파수: 1.6"
        ],
        "answer": "① 최대자속밀도: 1.6, 주파수: 1.0",
        "explanation": "해설없음"
    },
    {
        "num": "02",
        "q": "옴의 법칙을 바르게 설명한 것은?",
        "options": [
            "① 전류의 크기는 도체의 저항에 비례한다.",
            "② 전압은 전류의 제곱에 비례한다.",
            "③ 전류는 전압과 반비례한다.",
            "④ 전압은 전류와 저항의 곱에 비례한다."
        ],
        "answer": "④ 전압은 전류와 저항의 곱에 비례한다.",
        "explanation": "해설없음"
    },
    {
        "num": "03",
        "q": "200[V] 3상회로에 R=4[2], XL=3[2] 부하를 Y결선했을 때 부하전류는?",
        "options": [
            "① 11.5",
            "② 8.6",
            "③ 23.1",
            "④ 39"
        ],
        "answer": "",
        "explanation": "해설없음"
    },
    {
        "num": "04",
        "q": "1[Ah]는 몇 [C]인가?",
        "options": [
            "① 120",
            "② 300",
            "③ 3,600",
            "④ 7,200"
        ],
        "answer": "③ 3,600",
        "explanation": "해설없음"
    },
    {
        "num": "05",
        "q": "단상 전력계 2대를 사용한 2전력계법을 이용하여 3상 전력을 측정하고자 한다. 두 전력계의 지시값이 각각 P1, P2[]이었 다. 3상 전력 P[W]를 구하는 식으로 옳  은 것은?",
        "options": [
            "① P=3XP1XP2",
            "② P=P1+P2",
            "③ P=P1-P2",
            "④ P=P1XP2"
        ],
        "answer": "② P=P1+P2",
        "explanation": "해설없음"
    },
    {
        "num": "06",
        "q": "직류 발전기에서 계자 철심에 잔류자기가  없어도 발전을 할 수 있는 발전기는?",
        "options": [
            "① 분권 발전기",
            "② 직권 발전기",
            "③ 타여자 발전기",
            "④ 복권 발전기"
        ],
        "answer": "③ 타여자 발전기",
        "explanation": "해설없음"
    },
    {
        "num": "07",
        "q": "동기발전기의 권선을 분포권으로 사용하  는 이유로 옳은 것은?",
        "options": [
            "① 집중권에 비하여 합성 유기기전력이  높아진다.",
            "② 전기자 권선이 과열되어 소손되기 쉽다.",
            "③ 파형이 좋아진다.",
            "④ 권선의 누설리액턴스가 커진다."
        ],
        "answer": "③ 파형이 좋아진다.",
        "explanation": "해설없음"
    },
    {
        "num": "08",
        "q": "단락비가 큰 동기발전기에서 작아지는 것은?",
        "options": [
            "① 전기자반작용, 전압변동률",
            "② 동기임피던스, 단락전류",
            "③ 공극",
            "④ 발전기 중량"
        ],
        "answer": "① 전기자반작용, 전압변동률",
        "explanation": "해설없음"
    },
    {
        "num": "09",
        "q": "교류전압의 실효값이 200[V]일 때 단상 반파정류에 의하여 발생하는 직류전압의 평균값은 약 몇 [V]인가?",
        "options": [
            "① 45",
            "② 90",
            "③ 105",
            "④ 110"
        ],
        "answer": "② 90",
        "explanation": "해설없음"
    },
    {
        "num": "10",
        "q": "변압기유의 요구 성질 중 옳은 것은?",
        "options": [
            "① 인화점은 높고 응고점은 낮을 것",
            "② 비열이 작고 냉각 효과는 클 것",
            "③ 절연 재료 및 금속 재료에 화학 작용  을 일으킬 것",
            "④ 절연내력이 작고 산화하지 않을 것"
        ],
        "answer": "① 인화점은 높고 응고점은 낮을 것",
        "explanation": "해설없음"
    },
    {
        "num": "11",
        "q": "전선의 굵기를 측정할 때 사용되는 것은?",
        "options": [
            "① 스패너",
            "② 프레셔툴",
            "③ 와이어 게이지",
            "④ 파이어포트"
        ],
        "answer": "③ 와이어 게이지",
        "explanation": "해설없음"
    },
    {
        "num": "12",
        "q": "전선의 식별에서 그 색상 중 보호도체의  색상은 어떻게 되는가?",
        "options": [
            "① 흑색",
            "② 청색",
            "③ 녹색 노란색",
            "④ 녹색-적색"
        ],
        "answer": "③ 녹색 노란색",
        "explanation": "해설없음"
    },
    {
        "num": "13",
        "q": "전선의 접속 시 나전선과 절연전선을 접속 할 경우 전선의 세기는 일반적으로 몇  [%] 이상 감소시키지 아니하여야 하는가?",
        "options": [
            "① 10[%] 이상",
            "② 5[%] 이상",
            "③ 20[%] 이상",
            "④ 80[%] 이상"
        ],
        "answer": "③ 20[%] 이상",
        "explanation": "해설없음"
    },
    {
        "num": "14",
        "q": "셀룰로이드, 성냥, 석유류 등 기타 가연성 위험 물질을 제조 또는 저장하는 타기 쉬 운 장소에 시설하여서는 안 되는 경우는?",
        "options": [
            "① 금속관 공사",
            "② 애자 공사",
            "③ 케이블 공사",
            "④ 합성수지관 공사(두께 2.6[mm] 이상  으로 하였다.)"
        ],
        "answer": "② 애자 공사",
        "explanation": "해설없음"
    },
    {
        "num": "15",
        "q": "SF 가스의 성질이 아닌 것은?",
        "options": [
            "① 무색, 무취, 무해 가스이다.",
            "② 같은 압력에서 공기의 2.5~3.5배의  절연내력이 있다.",
            "③ 화학적으로 안정적이며, 불연성 가스  이다.",
            "④ 소호능력은 공기보다 2.5배 정도 낮다."
        ],
        "answer": "④ 소호능력은 공기보다 2.5배 정도 낮다.",
        "explanation": "해설없음"
    },
    {
        "num": "16",
        "q": "3상 선로에 선간전압 13,200[V], 선전류 800[A]가 흐르며 역률이 80[%]인 부하 의 소비전력은 약 몇 [MW]인가?",
        "options": [
            "① 4.8",
            "② 8.5",
            "③ 14.6",
            "④ 25.4"
        ],
        "answer": "③ 14.6",
        "explanation": "해설없음"
    },
    {
        "num": "17",
        "q": "10[옴]의 저항 5개를 가지고 얻을 수 있  는 가장 작은 합성저항 값[2]은?  22 효율이 80[%]이고, 출력이 1[kW]인 기  기의 손실은 몇 [kW]인가?  1.1  2. 2  3.5  4. 10",
        "options": [
            "② 2  3.5",
            "④ 10"
        ],
        "answer": "② 2  3.5",
        "explanation": "해설없음"
    },
    {
        "num": "18",
        "q": "대칭 3상 △ 결선에서 선전류와 상전류의  위상 관계는?",
        "options": [
            "① 상전류가 π/6 [rad] 앞선다.",
            "② 상전류가 π/3 [rad] 뒤진다.",
            "③ 상전류가 π/6 [rad] 뒤진다.",
            "④ 상전류가 π/3 [rad] 앞선다."
        ],
        "answer": "① 상전류가 π/6 [rad] 앞선다.",
        "explanation": "해설없음"
    },
    {
        "num": "19",
        "q": "공기 중 +1 [Wb]의 자극에서 나오는 자력  선의 수는 몇 개인가?",
        "options": [
            "① 6.33×10^4",
            "② 7.958× 10^5",
            "③ 8.855×10^3",
            "④ 1.256× 10^6"
        ],
        "answer": "② 7.958× 10^5",
        "explanation": "해설없음"
    },
    {
        "num": "20",
        "q": "전압 1.5[V], 내부 저항 0.2[2]의 전지 5개 를 직렬로 접속하면 전 전압은 몇 [M인가?",
        "options": [
            "① 0.2",
            "③ 1.0",
            "④ 7.5"
        ],
        "answer": "④ 7.5",
        "explanation": "해설없음"
    },
    {
        "num": "21",
        "q": "단자전압 220[V]의 전기자 전류가 25[A]  에 전기자 저항이 0.25[옴]인 분권전동기의 전기자 접압은 몇[V]인가?",
        "options": [
            "① 225",
            "② 215.5",
            "③ 213.7",
            "④ 210.5"
        ],
        "answer": "③ 213.7",
        "explanation": "해설없음"
    },
    {
        "num": "22",
        "q": "효율이 80[%]이고, 출력이 1[kW]인 기기의 손실은 몇 [kW] 인가?",
        "options": [
            "① 0.1",
            "② 0.2",
            "③ 0.25",
            "④ 0.3"
        ],
        "answer": "③ 0.25",
        "explanation": "해설없음"
    },
    {
        "num": "23",
        "q": "유도전동기의 동기속도를 Ns, 회전속도  를 N이라 하였을 때 슬립 s는?",
        "options": [
            "① s= (Ns+N)/Ns"
        ],
        "answer": "① s= (Ns+N)/Ns",
        "explanation": "해설없음"
    },
    {
        "num": "24",
        "q": "브흐홀쯔 계전기의 설치 위치로 가장 적당  한 곳은?",
        "options": [
            "① 변압기 주 탱크 내부",
            "② 콘서베이터 내부",
            "③ 변압기 고압 측 부싱",
            "④ 변압기 주 탱크와 콘서베이터 사이"
        ],
        "answer": "④ 변압기 주 탱크와 콘서베이터 사이",
        "explanation": "해설없음"
    },
    {
        "num": "25",
        "q": "제동권선에 의한 기동토크를 이용하여 동  기전동기를 기동시키는 방법은?",
        "options": [
            "① 고주파 기동법",
            "② 저주파 기동법",
            "③ 기동전동기법",
            "④ 자기기동법"
        ],
        "answer": "④ 자기기동법",
        "explanation": "해설없음"
    },
    {
        "num": "26",
        "q": "한국전기설비규정에서 정한 고압 또는 특별고압 가공전선로에서 공급받는 수용장소 인입구에 시설하는 피뢰기의 접지저항 은 몇 [옴] 이하로 하여야 하는가?  1.5  2. 10 3. 20  4. 100",
        "options": [
            "② 10",
            "③ 20",
            "④ 100"
        ],
        "answer": "② 10",
        "explanation": "해설없음"
    },
    {
        "num": "27",
        "q": "다음은 35[kV] 이하 특고압 변압기의 중 성점 접지저항을 계산하는 식이다. 이때 k값은 어떻게 되는가? (단, '는 특고압 측의 1선 지락전류를 말하며, 혼촉에 따 른 대지전압이 150[V]를 넘고, 1초를 초 과하고 2초 이내에 자동적으로 전로를 차 단하는 장치가 시설되었다고 한다.)  접지저항 = k / Ig",
        "options": [
            "① 100",
            "② 150",
            "③ 300",
            "④ 600"
        ],
        "answer": "③ 300",
        "explanation": "해설없음"
    },
    {
        "num": "28",
        "q": "한국전기설비규정에 따라 고압 가공인입 선이 도로를 횡단하는 경우 노면상 높이 몇 [m] 이상이어야 하는가?",
        "options": [
            "① 4",
            "② 5",
            "③ 6",
            "④ 6.5"
        ],
        "answer": "③ 6",
        "explanation": "해설없음"
    },
    {
        "num": "29",
        "q": "전주의 외등 설치 시 조명기구를 전주에  부착하는 경우 설치 높이는 몇 [m] 이상 으로 하여야 하는가?",
        "options": [
            "① 3.5",
            "② 4",
            "③ 4.5",
            "④ 5"
        ],
        "answer": "③ 4.5",
        "explanation": "해설없음"
    },
    {
        "num": "30",
        "q": "전동 1개를 2개소에서 점멸하고자 할 때  필요한 3로 스위치는 최소 몇 개인가?",
        "options": [
            "① 1개",
            "② 2개",
            "③ 3개",
            "④ 4개"
        ],
        "answer": "② 2개",
        "explanation": "해설없음"
    },
    {
        "num": "31",
        "q": "정전용량 C인 콘덴서 2개를 병렬로 연결 하였을 때의 합성 정전용량은 직렬로 접속 하였을 때의 몇 배가 되는가?",
        "options": [
            "① 2",
            "② 1/2",
            "③ 4",
            "④ 1/4"
        ],
        "answer": "③ 4",
        "explanation": "해설없음"
    },
    {
        "num": "32",
        "q": "전자 냉동기는 어떤 효과를 응용한 것인가?",
        "options": [
            "① 제벡효과",
            "② 톰슨효과",
            "③ 펠티어효과",
            "④ 주울효과"
        ],
        "answer": "③ 펠티어효과",
        "explanation": "해설없음"
    },
    {
        "num": "33",
        "q": "다음 중 전기회로와 자기회로의 대응 관계  로 옳은 것은?",
        "options": [
            "① 기전력 - 자속밀도",
            "② 전류 - 자속",
            "③ 유전율- 투자율",
            "④ 전계 - 자계"
        ],
        "answer": "② 전류 - 자속",
        "explanation": "해설없음"
    },
    {
        "num": "34",
        "q": "다음 중 전위의 단위가 아닌 것은?",
        "options": [
            "① [V]",
            "② [J/C]",
            "③ [V/m]",
            "④ [N·m/C]"
        ],
        "answer": "③ [V/m]",
        "explanation": "해설없음"
    },
    {
        "num": "35",
        "q": "그림과 같은 회로에 흐르는 유효분 전류  [A]는?  ㅣ-----8[옴]----6[옴]-----ㅣ  ㅣ---------100[V]--------ㅣ",
        "options": [
            "① 4[A]",
            "② 6[A]",
            "③ 8[A]",
            "④ 10[A]"
        ],
        "answer": "③ 8[A]",
        "explanation": "해설없음"
    },
    {
        "num": "36",
        "q": "보호계전기 시험 시 유의사항 중 옳지 않  은 것은?",
        "options": [
            "① 시험 회로 결선 시 교류와 직류를 확  인해야 한다.",
            "② 임피던스 계전기는 반드시 예열하여  야 한다.",
            "③ 계전기 시험 장비의 지시 범위 적합  성을 확인한다.",
            "④ 보호계전기의 배치 상태를 확인한다."
        ],
        "answer": "② 임피던스 계전기는 반드시 예열하여  야 한다.",
        "explanation": "해설없음"
    },
    {
        "num": "37",
        "q": "타여자 발전기와 같이 전압변동률이 적고 자여자이므로 다른 여자 전원이 필요없으 며, 계자저항기를 사용하여 저항 조정이 가능하므로 전기화학용 전원, 전지의 충전용 동기기의 여자용으로 쓰이는 발전기는?",
        "options": [
            "① 직권발전기",
            "② 분권발전기",
            "③ 차동복권발전기",
            "④ 과복권발전기"
        ],
        "answer": "② 분권발전기",
        "explanation": "해설없음"
    },
    {
        "num": "38",
        "q": "직류발전기의 브러쉬와 접촉하여 전기자 에서 만들어진 교류기전력을 직류로 정류  해서 직류로 만드는 부분은?",
        "options": [
            "① 계자",
            "② 전기자",
            "③ 정류자",
            "④ 공극"
        ],
        "answer": "③ 정류자",
        "explanation": "해설없음"
    },
    {
        "num": "39",
        "q": "3상 8극의 200[V]의 유도전동기가 있다. 전부하 시 속도 850[rpm], 토크 47[Nᆞm] 로 운전하고 있다면 기계적 출력은 약 몇 [kW]인가?",
        "options": [
            "① 5",
            "② 2.2",
            "③ 3.4",
            "④ 4.1"
        ],
        "answer": "④ 4.1",
        "explanation": "해설없음"
    },
    {
        "num": "40",
        "q": "동기전동기에 대한 설명 중 틀린 것은?",
        "options": [
            "① 기동 장치가 필요 없으며, 장치가 간  단하다.",
            "② 역률을 조정할 수 있다.",
            "③ 일정한 속도로 운전이 가능하다.",
            "④ 공극이 넓어 기계적으로 견고하다."
        ],
        "answer": "① 기동 장치가 필요 없으며, 장치가 간  단하다.",
        "explanation": "해설없음"
    },
    {
        "num": "41",
        "q": "합성수지관 배선에서 경질 비닐 전선관의  굵기에 해당하지 않는 것은?",
        "options": [
            "① 14",
            "② 16",
            "③ 18",
            "④ 22"
        ],
        "answer": "③ 18",
        "explanation": "해설없음"
    },
    {
        "num": "42",
        "q": "수전설비의 저압 배전반의 경우 배전반 앞 에서 계측기를 판독하기 위하여 앞면과 최 소 몇 [m] 이상 유지하는 것을 원칙으로 하고 있는가?",
        "options": [
            "① 0.6[m]",
            "② 1.2[m]",
            "③ 1.5[m]",
            "④ 1.7[m]"
        ],
        "answer": "③ 1.5[m]",
        "explanation": "해설없음"
    },
    {
        "num": "43",
        "q": "구원의 광속을 표현하는 식으로 옳은 것은?",
        "options": [
            "① πI",
            "② 2πI",
            "③ 4πI",
            "④ π^2I"
        ],
        "answer": "③ 4πI",
        "explanation": "해설없음"
    },
    {
        "num": "44",
        "q": "전기설비기술기준에서 정한 저압 전선로 중 절연부분은 전선과 대지 사이의 전선의 심선 상호간 절연저항은 사용전압에 대한 누설전류가 최대 공급전류의 얼마를 넘지 않도록 하여야 하는가?",
        "options": [
            "① 1/100",
            "② 1/500",
            "③ 1/1000",
            "④ 1/2000"
        ],
        "answer": "④ 1/2000",
        "explanation": "해설없음"
    },
    {
        "num": "45",
        "q": "한국전기설비규정에 따라 저압 크레인 또 는 호이스트 등의 트롤리선을 애자 사용 공사에 의하여 옥내의 노출장소에 시설하 는 경우 트롤리선의 바닥으로부터 최소 높 이는 몇 [m] 이상으로 설치하는가?",
        "options": [
            "① 2",
            "② 2.5",
            "③ 3",
            "④ 3.5"
        ],
        "answer": "④ 3.5",
        "explanation": "해설없음"
    },
    {
        "num": "46",
        "q": "면적 10 [cm2]의 면을 진공 중에서 수직 으로 5×10 [Wb]의 자속이 지난다고 한다. 자속밀도[Wb/m2]는 어떻게 되는가?",
        "options": [
            "① 4×10^-4",
            "② 4×10^-3",
            "③ 5×10^-4",
            "④ 5×10^-3"
        ],
        "answer": "④ 5×10^-3",
        "explanation": "해설없음"
    },
    {
        "num": "47",
        "q": "자기인덕턴스가 [H]인 코일에 [A]의 전류가 흐를 때 자로에 축적되는 에너지  [J]는 어떻게 되는가?",
        "options": [
            "① 1/2 x L^2 x I^2",
            "② 1/2 x L^2 x I",
            "③ 1/2 x L x I^2",
            "④ 1/2 x L x I"
        ],
        "answer": "③ 1/2 x L x I^2",
        "explanation": "해설없음"
    },
    {
        "num": "48",
        "q": "다음 설명 중 잘못된 것은?",
        "options": [
            "① 1초 동안에 1[C]의 전기량이 이동하  면 전류는 1[A]이다.",
            "② 양전하를 많이 가진 물질은 전위가  높다.",
            "③ 전위차가 높으면 높을수록 전류는 잘  흐른다.",
            "④ 직류에서 전류의 방향은 전자의 이동  방향과 같은 방향이다."
        ],
        "answer": "④ 직류에서 전류의 방향은 전자의 이동  방향과 같은 방향이다.",
        "explanation": "해설없음"
    },
    {
        "num": "49",
        "q": "20[cm] 간격을 가진 두 평행도선에 100[A]의 전류가 흘렀을 때 도선 1[m]마 다 작용하는 힘은 몇 [N/m]인가?",
        "options": [
            "① 0.01",
            "② 0.02",
            "③ 0.03",
            "④ 0.04"
        ],
        "answer": "① 0.01",
        "explanation": "해설없음"
    },
    {
        "num": "50",
        "q": "철심에 도선을 250[회]감고 1.2[A]의 전 류를 흘렸더니 1.5×10-3 [Wb]의 자속 이 생겼다. 이때 자기저항[AT/Wb]은?",
        "options": [
             "① 2×10^5",
             "② 3×10^5",
             "③ 4×10^5",
             "④ 5×10^5"
        ],
        "answer": "① 2×10^5",
        "explanation": "해설없음"
    },
    {
        "num": "51",
        "q": "변압기 임피던스 전압이란?",
        "options": [
            "① 퍼센트 임피던스 강하",
            "② 임피던스에서 소비되는 전력",
            "③ 2차측을 단락하고 1차 전류가 정격 전류와 같게 되도록 조정하였을 때의 전압",
            "④ 임피던스에 걸리는 전압"
        ],
        "answer": "③ 2차측을 단락하고 1차 전류가 정격 전류와 같게 되도록 조정하였을 때의 전압",
        "explanation": "해설없음"
    },
    {
        "num": "52",
        "q": "변압기의 2차 저항이 0.1[2] 일 때 1차로 환산하면 360[2]이 된다. 이 변압기의 권수비는?",
        "options": [
            "① 30",
            "② 40",
            "③ 50",
            "④ 60"
        ],
        "answer": "④ 60",
        "explanation": "해설없음"
    },
    {
        "num": "53",
        "q": "동기발전기에서 앞선 전류가 흐를 때 어느  것이 옳은가?",
        "options": [
            "① 속도가 상승한다.",
            "② 감자작용을 받는다.",
            "③ 증자작용을 받는다.",
            "④ 효율이 좋아진다."
        ],
        "answer": "③ 증자작용을 받는다.",
        "explanation": "해설없음"
    },
    {
        "num": "54",
        "q": "수변전 설비의 고압회로에 걸리는 전압을  표시하기 위하여 전압계를 시설할 때 고압  회로와 전압계 사이에 시설하는 것은?",
        "options": [
            "① 수전용 변압기",
            "② 계기용 변류기",
            "③ 계기용 변압기",
            "④ 권선형 변압기"
        ],
        "answer": "③ 계기용 변압기",
        "explanation": "해설없음"
    },
    {
        "num": "55",
        "q": "낮은 전압을 높은 전압으로 승압할 때 일 반적으로 사용되는 변압기의 3상 결선 방  식은?  1 Δ-Δ  2 Δ-Y  3 Y-Y  4 Y-Δ",
        "options": [],
        "answer": "",
        "explanation": "해설없음"
    },
    {
        "num": "56",
        "q": "금속제 외함을 가지는 것으로 사용전압이 몇 [V]를 초과하는 저압 기계기구로서 사 람이 쉽게 접촉할 우려가 있는 곳에는 누 전차단기를 시설하여야 하는가?  1.50 2.60 3.120 4.300",
        "options": [],
        "answer": "",
        "explanation": "해설없음"
    },
    {
        "num": "57",
        "q": "굵은 전선이나 케이블을 절단할 때 사용되  는 공구는?",
        "options": [
            "① 플라이어",
            "② 펜치",
            "③ 클리퍼",
            "④ 나이프"
        ],
        "answer": "③ 클리퍼",
        "explanation": "해설없음"
    },
    {
        "num": "58",
        "q": "다음 중 금속전선관의 호칭을 맞게 표현한  것은?",
        "options": [
            "① 박강은 외경, 후강은 내경으로 [mm]  로 표현한다.",
            "② 박강, 후강 모두 외경으로 [mm]로  표현한다.",
            "③ 박강은 내경, 후강은 외경으로 [mm]  로 표현한다.",
            "④ 박강, 후강 모두 내경으로[mm]로  표현한다."
        ],
        "answer": "① 박강은 외경, 후강은 내경으로 [mm]  로 표현한다.",
        "explanation": "해설없음"
    },
    {
        "num": "59",
        "q": "알루미늄 피복, 연피가 있는 케이블을 구 부리는 경우에 그 굴곡부의 곡률반경은 원 칙적으로 케이블이 완성품 외경의 몇 배 이상이어야 하는가?",
        "options": [
            "① 4",
            "② 6",
            "③ 8",
            "④ 12"
        ],
        "answer": "④ 12",
        "explanation": "해설없음"
    },
    {
        "num": "60",
        "q": "설계하중이 6.8[kN] 이하인 철근 콘크리 트주의 전주의 길이가 10[m]인 지지물을 건주할 경우 묻히는 최소 매설 깊이는 몇 [m] 이상인가?",
        "options": [
            "① 1.67 [m]",
            "② 2[m]",
            "③ 3[m]  4 3.5[m]"
        ],
        "answer": "① 1.67 [m]",
        "explanation": "해설없음"
    }
]
